/* No comment provided by engineer. */
"at" = "at";

/* No comment provided by engineer. */
"BluePic's back-end component is written entirely in the Swift programming language and runs on a Kitura-based server that leverages several IBM Bluemix services and OpenWhisk actions." = "BluePic's back-end component is written entirely in the Swift programming language and runs on a Kitura-based server that leverages several IBM Bluemix services and OpenWhisk actions.";

/* No comment provided by engineer. */
"by" = "by";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check If User Already Exists Error: Connection Failure" = "Check If User Already Exists Error: Connection Failure";

/* No comment provided by engineer. */
"Create New User Error" = "Create New User Error";

/* No comment provided by engineer. */
"Create New User Error: \(error)" = "Create New User Error: \(error)";

/* No comment provided by engineer. */
"Create New User Error: Invalid Response JSON" = "Create New User Error: Invalid Response JSON";

/* first letter of the word day */
"d" = "d";

/* first letter of the word East */
"E" = "E";

/* No comment provided by engineer. */
"Error Fetching Images" = "Error Fetching Images";

/* No comment provided by engineer. */
"Failed To Upload Image" = "Failed To Upload Image";

/* No comment provided by engineer. */
"Get Images By Tags Error: Failed to encode search tag" = "Get Images By Tags Error: Failed to encode search tag";

/* No comment provided by engineer. */
"Get Images Error: \(error)" = "Get Images Error: \(error)";

/* No comment provided by engineer. */
"Get Images Error: Connection Failure" = "Get Images Error: Connection Failure";

/* No comment provided by engineer. */
"Get Popular Tags Error: \(error)" = "Get Popular Tags Error: \(error)";

/* No comment provided by engineer. */
"Get User By ID Error: \(error)" = "Get User By ID Error: \(error)";

/* No comment provided by engineer. */
"Get User By ID Error: Invalid Response JSON)" = "Get User By ID Error: Invalid Response JSON)";

/* No comment provided by engineer. */
"GIVE IT A TITLE" = "GIVE IT A TITLE";

/* first letter of the word hour */
"h" = "h";

/* No comment provided by engineer. */
"Location is required to post a photo" = "Location is required to post a photo";

/* No comment provided by engineer. */
"Location Not Found" = "Location Not Found";

/* No comment provided by engineer. */
"Location Services Required" = "Location Services Required";

/* first letter of the word minutes */
"m" = "m";

/* first letter of the word North */
"N" = "N";

/* word representing this moment in time */
"now" = "now";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"on" = "on";

/* No comment provided by engineer. */
"Oops, an error occurred! Try again." = "Oops, an error occurred! Try again.";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Please go to Settings to enable Location Services for BluePic" = "Please go to Settings to enable Location Services for BluePic";

/* No comment provided by engineer. */
"Post New Image Error: error" = "Post New Image Error: error";

/* No comment provided by engineer. */
"Post New Image Error: Failed to encode request URL" = "Post New Image Error: Failed to encode request URL";

/* No comment provided by engineer. */
"Post New Image Error: We don't have all the info necessary to post this image" = "Post New Image Error: We don't have all the info necessary to post this image";

/* No comment provided by engineer. */
"Pull down to retry" = "Pull down to retry";

/* first letter of the word South */
"S" = "S";

/* first letter of the word seconds */
"s" = "s";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Shot" = "Shot";

/* No comment provided by engineer. */
"Shots" = "Shots";

/* message that describes to the user to upload a picture to begin */
"Snap a pic or select one from your library!" = "Snap a pic or select one from your library!";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"This photo couldn't be loaded. Please use a different one!" = "This photo couldn't be loaded. Please use a different one!";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"user needs to log into Facebook, showing login" = "user needs to log into Facebook, showing login";

/* first letter of the word West */
"W" = "W";

/* first letter of the word week */
"w" = "w";

/* No comment provided by engineer. */
"Would you like to view your image now?" = "Would you like to view your image now?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your image was processed!" = "Your image was processed!";

